<?php
/*
    Template Name: public
     */
?>
<?php
get_header();
?>
<main class="main">
    <div class="title__wrapper">
        <h1 class="confidenc__title">Публічна оферта</h1>
    </div>
    <div class="container confidencial__container">
        <h2>Публічна оферта</h2>

        <p>Справжня публічна оферта є пропозицією оферента ФОП Трубіна Євгенія Василівна,
            ІПН 3182705268, укласти договір на викладені далі за текстом умови, з будь-якою фізичною особою, яка зацікавлена в отриманні послуг (далі за текстом — Користувач).</p>

        <p>Під акцептом цієї публічної оферти розуміється вчинення реєстраційних дій на сайті <a href="https://rubinails.online">https://rubinails.online</a> (далі Сайт), при яких Користувач у явному вигляді вказує свої персональні дані або такі дані передаються в автоматичному режимі від таких сторонніх сервісів, як соціальна мережа Instagram, месенджер Telegram, оператори зв'язку та інші).</p>

        <p>Реєстраційні дії здійснюються у вигляді:</p>
        <ul>
            <li>Вступ до спільноти Сервісу в Соціальних мережах (Instagram) або «лайк» сторінки спільноти, або «підписка» на спільноту, або прийняття запрошення на вступ до спільноти)</li>
            <li>Заповнення форми на сторінці Сайту, вбудованої в Соціальну мережу в рамках спільноти Сервісу</li>
            <li>Надсилання повідомлення спільноті Сервісу в Соціальній мережі або коментування іншого повідомлення у спільноті</li>
            <li>Підключення, додавання до списку контактів або запуск автоматичного контакту Сервісу ("бота") у Месенджері (Telegram, Viber, WhatsApp, Facebook Messenger, Instagram)</li>
            <li>Надсилання повідомлення контакту Сервісу (в тому числі "боту" та за номером телефону) за допомогою Месенджера</li>
            <li>Надсилання email-повідомлення на адреси електронної пошти Сервісу</li>
            <li>Телефонного дзвінка на номери телефонів Сервісу</li>
            <li>Надсилання SMS-повідомлення на номери телефонів Сервісу.</li>
        </ul>

        <p>У разі акцепту цієї публічної оферти, особа, яка має намір отримати інформацію на Сайті та/або отримати доступ до платних або безкоштовних послуг Сервісу та/або вчинити будь-які інші дії на Сайті, розуміє та підтверджує, що:</p>

        <p>Текст публічної оферти зрозумілий, будь-яких питань на момент акцепту публічної оферти Користувач послуг не має, всі умови цього договору приймає і з ними погоджується без можливості змінити своє рішення та демонстрації цього у правовому полі.</p>

        <p>Обробка персональних даних Користувача (Споживача) послуг</p>

        <p>Укладаючи Договір та вносячи персональні дані у форму замовлення на відповідній сторінці Сайту, Користувач робить внесені персональні дані загальнодоступними.</p>

        <p>Відповідно до Закону України «Про захист персональних даних» (у редакції від 01.06.2010 № 2297-VI), допускається опрацювання персональних даних у разі, якщо вона необхідна для виконання договору, стороною якого є суб'єкт персональних даних. Акцепт цієї публічної оферти означає згоду на обробку персональних даних особи, яка має намір отримати послуги Сервісу.</p>

        <p>Сервіс має право виконувати розсилку повідомлень рекламно-інформаційного характеру користувачу, зареєстрованому на Сервісі, з використанням контактної інформації (персональних даних, явно вказаних Користувачем при реєстрації або іншому використанні Сервісу, а також з використанням даних, отриманих в автоматичному режимі від сторонніх сервісів (Соціальних мереж, Месенджерів, Операторів зв'язку).</p>

        <p>Рекламно-інформаційні повідомлення можуть бути надіслані за допомогою:</p>
        <ul>
            <li>відправлення email-повідомлень;</li>
            <li>надсилання SMS-повідомлень;</li>
            <li>надсилання повідомлень за допомогою Месенджерів;</li>
            <li>надсилання повідомлень за допомогою Соціальних мереж;</li>
            <li>телефонних дзвінків, у т. ч. автоматичних.</li>
        </ul>

        <p>Сервіс має право робити розсилку рекламно-інформаційного характеру не лише про свої послуги та пропозиції, а й проводити розсилку рекламно-інформаційного характеру своїх партнерів, тобто юридичних осіб, індивідуальних підприємців, самозайнятих громадян та фізичних осіб, які співпрацюють із Сервісом.</p>

        <p>Усі питання, не врегульовані цією публічною офертою, вирішуються відповідно до чинного законодавства України.</p>

        <h3>Політика повернення коштів та способи надання послуг</h3>
        <h2>1. Терміни та визначення</h2>
        <p><strong>1.1. «Онлайн-школа»</strong> — послуга надання інформації за допомогою Інтернету, розміщена
            на Сервісі.</p>
        <p>1.2. «Сервіс» — інтернет-сайт, за адресою якого, та інші технічні засоби, за допомогою яких забезпечується функціонування Онлайн-школи.</p>
        <p>1.3. «Онлайн-курс» — інформаційний твір, у тому числі аудіовізуальний, спеціально створений для його показу в мережі Інтернет, який складається з певної кількості Уроків.</p>
        <p>1.4. «Урок» — частина Онлайн-курсу, що логічно об'єднує частину інформації Онлайн-курсу і, при необхідності, містить вимоги (завдання), що обмежують доступ до наступних Уроків або інші обмеження на можливість Проходження онлайн-курсу.</p>
        <p>1.5. «Проходження онлайн-курсу» - процес споживання інформації Онлайн-курсу, націлений на отримання інформації, або знань, або навичок, що містяться в Онлайн-курсі, а також включає виконання обов'язкових або необов'язкових завдань з уроків.</p>
        <p>1.5. «Учень», те саме, що і «Користувач» — фізична особа, яка зробила акцепт публічної оферти для можливості користуватися всіма послугами та всією інформацією, наданою на Сайті.</p>
        <p>1.6. "Акаунт Учня" - персональний простір Учня на Сервісі. Обліковий запис Учня є персоніфікованим.</p>
        <p>1.7. «Викладач» - особа, яка надає послуги з надання інформації та/або перевірки Відповідей Учнів на Сервісі.</p>
        <p>1.8. "Відповідь Учня" - виконане Учнем завдання, яке він надає Викладачеві для подальшої перевірки. Перевірка може виконуватись Викладачем або в автоматичному режимі. В результаті перевірки Відповідь може бути відхилена, що розцінюється як невиконання Завдання та накладати обмеження на Проходження Онлайн-курсу.</p>
        <p>1.9. «Вебінар» — інтерактивний онлайн-захід за участю Викладача Онлайн-курсу або запис такого онлайн-заходу</p>
        <p>1.10. «Адміністратор Сервісу» — особа, яка є ініціатором оферти, що надає послуги доступу до Онлайн-курсів та/або Вебінарів та контролює дії Учнів.</p>
        <p>1.11. «Умови проходження онлайн-курсу» - комплекс вимог та обмежень, що визначається Адміністратором Сервісу, який визначає умови для отримання доступу Учнем до Онлайн-курсу та визначає можливості, які надає Учень при проходженні онлайн-курсу. Різним Учням можуть пред'являтися різні вимоги та надаватись різні можливості.</p>
        <p>1.12. "Індивідуальне посилання" - унікальне гіпертекстове посилання, що дозволяє отримати доступ до Об'єкта реалізації одноразово або обмежену кількість разів.</p>

        <h2>2 Предмет договору</h2>
        <p>2.1. Предметом цього Договору є:
            надання послуги доступу до Онлайн-курсів для отримання інформації Учнями;
            надання послуги доступу до вебінарів;
            надання послуги перевірки відповіді учня з метою перевірки правильності виконання завдання учнем. Послуга перевірки Відповіді Учня надається у разі, якщо її буде передбачено відповідним Онлайн-курсом та Умовами проходження Онлайн-курсу.</p>
        <h2>3 Порядок надання послуг</h2>
        <p>3.1. Для отримання Онлайн-курсу Учень з моменту здійснення оплати та отримання Індивідуального посилання, логіна та пароля переходить по Індивідуальному засланню у Telegram групу, де і знаходяться навчальні матеріали. З моменту переходу Учня з Індивідуального посилання до Telegram каналу з опублікованими матеріалами зобов'язання Адміністратора сервісу та Викладача з передачі Інформаційного курсу вважаються виконаними.</p>
        <p>3.2. Відповідальність за неправильне надання адреси своєї електронної пошти (під час реєстрації або оплати Онлайн-курсу) та неможливість доставки листа за цією адресою із зазначенням підтвердження успішної оплати та доступом до об'єкта реалізації несе Учень.</p>
        <p>3.2.1. На підтвердження укладання Договору Учню на адресу електронної пошти, зазначену у формі замовлення відповідно до пункту 3.2. цього Договору протягом 1 (одного) робочого дня з моменту оплати вартості Онлайн-школи надсилається Повідомлення про успішне замовлення, яке є також повідомленням про укладення Договору.</p>
        <p>3.2.3. Онлайн-курс вважається переданим з моменту відправки доступу (посилання) до групи в Telegram.</p>
        <p>3.3. - Учню, за взаємним погодженням з Адміністратором Сервісу, може бути надана можливість продовження доступу до Онлайн-курсу у разі, якщо з якихось поважних причин Учень не зміг виконати процес проходження онлайн-курсу у встановлений для онлайн-курсу період.</p>
        <h2>3.4. Учень самостійно забезпечує себе обладнанням, необхідним для скачування (якщо воно передбачено і такі умови вказано на сайті продажу) та використання Онлайн-курсу, з мінімальними технічними характеристиками, зазначеними в повідомленні про укладення Договору.</h2>

        <h2>4. Вартість послуг та порядок оплати</h2>
        <p>4.1. Факт оплати вартості Онлайн-курсу та/або Вебінара означає, що Учень ознайомлений та згоден з представленою на Сервісі інформацією про Онлайн-курс та/або Вебінар, має намір виконати Проходження Онлайн-курсу або прослухати Вебінар.</p>
        <p>4.2. Послуги підлягають оплаті через платіжні системи, інформація про які доступна на Сервісі.</p>
        <p>4.3. Після вибору Онлайн-курсу та/або Вебінара в Акаунті Учня формується рахунок на оплату. Сервіс може продублювати рахунок на оплату на електронну поштову адресу Учня або іншими способами з використанням відомих контактних даних Користувача.</p>
        <p>4.4. Рахунок на оплату має бути сплачений Учнем протягом 3 (Трьох) робочих днів з дня отримання, якщо інший термін не буде вказаний у рахунку або в Акаунті Учня.</p>
        <p>4.5. У разі прострочення оплати доступ до Онлайн-курсу з та/або Вебінару Учню не надається.</p>
        <p>4.5. Часткова оплата рахунку та умови надання послуг за часткової оплати допускається за рішенням Адміністратора Сервісу.</p>
        <p>4.6. Сервісом можуть бути надані додаткові послуги, пов'язані з онлайн-школою. Детальна інформація про послугу, її вартість, терміни проведення та інші суттєві відомості повинні бути зазначені на Сервісі. Факт оплати таких додаткових послуг означатиме згоди Учня з усією інформацією щодо послуг, наданих Сервісом. До додаткових послуг застосовуються всі положення про Онлайн-курси або Вебінари, якщо в інформації про додаткові послуги не буде зазначено інше.</p>

        <h2>5.Відповідальність</h2>
        <p>5.1.Учень несе відповідальність за невідповідність зазначеної ним інформації при реєстрації та усвідомлює весь ризик несприятливих наслідків, пов'язаних із її невірною вказівкою. Адміністратор Сервісу не перевіряє достовірність наданих Учнем даних.</p>
        <p>5.2. Учень несе відповідальність за розміщення на Сервісі об'єктів інтелектуальної власності, таких як фотографії, картинки, малюнки, статті, логотипи, інші об'єкти, яким згідно з чинним законодавством України надано правову охорону. У разі пред'явлення до Адміністратора Сервісу претензій третіх осіб щодо зазначених об'єктів, Учень зобов'язаний самостійно їх врегулювати. У разі, якщо до Адміністратора Сервісу буде подано позов про захист права, внаслідок якого Адміністратор Сервісу зазнає збитків, Учень відшкодовує такі збитки протягом одного місяця з дня пред'явлення Адміністратором Сервісу вимоги про відшкодування.</p>
        <p>5.3.Учень несе відповідальність за копіювання та подальше розповсюдження Онлайн-курсу та/або Вебінара та/або іншої аудіовізуальної інформації, що надається Сервісом як цілком так і будь-якій їхній частині. Адміністратор Сервісу при виявленні порушень, зазначених у цьому пункті, має право заблокувати Акаунт Учня (у тому числі із призупиненням надання послуг), пред'явивши йому відповідну претензію, а також звернутися до суду для захисту своїх прав та стягнути з Учня у судовому порядку збитки чи компенсацію.</p>
        <p>Якщо буде встановлено, що Учень є учасником та/або розповсюджувачем Онлайн-курсу (включаючи частини Онлайн-курсу) на сервісах спільних покупок інформаційних продуктів (складчина), Учень буде зобов'язаний виплатити Замовнику штраф у розмірі 200 000,00 (двісті тисяч) гривень.</p>
        <p>5.4. Учень несе відповідальність за надання третім особам доступу до свого Акаунту. У разі надання доступу третім особам, Учень сплачує Адміністратору Сервісу штраф у розмірі 50 000,00 (двадцять тисяч гривень) за кожний випадок порушення.</p>
        <h2>5.5 Учень несе ризики використання Індивідуального посилання третіми особами без згоди Адміністратора Сервісу у разі, якщо таке використання стало можливим внаслідок неприйняття Учнем відповідних запобіжних заходів, у тому числі неприйняття заходів щодо забезпечення конфіденційності пароля до адреси електронної пошти, на яку була надіслана Індівіду.</h2>
    <p>Текст умов 5.5 тут.</p>

    <h2>5.6. У разі виникнення форс-мажору та видалення всіх матеріалів, оплачених споживачем, незалежно від причини видалення, Учень зобов'язується не пред'являти претензій Сервісу, Онлайн-школі та Викладачу.</h2>
    <p>Текст умов 5.6 тут.</p>

    <h2>6 Відмова від послуги Сервісу</h2>
    <p>6.1. У разі, якщо Учень оплатив Онлайн-курс або іншу послугу Онлайн-школи, але згодом прийняв рішення відмовитися від Проходження Онлайн-курсу або від іншої платної послуги Сервісу, Адміністратор сервісу має право не повертати кошти за придбаний Учнем Онлайн-курс або іншу послугу відповідно до пунктом 3.1 цього договору</p>

    <h2>7.Особливі умови</h2>
    <p>7.1. Сервіс має право використовувати відповіді учнів будь-яким способом, без будь-яких обмежень.</p>
    <p>7.2. Заміна Онлайн-курсу на вимогу Учня здійснюється виключно за рішенням Адміністратора Сервісу та у разі наявності такої можливості, зокрема у разі наявності вільних місць на Онлайн-курсі.</p>

    <h2>8 Заключні положення</h2>
    <p>8.1. Ця Угода діє безстроково.</p>
    <p>8.2. Усі суперечки, розбіжності та претензії, які можуть виникнути у зв'язку з виконанням, розірванням чи визнанням недійсним Договору, Сторони прагнутимуть вирішити шляхом переговорів. Сторона, у якої виникли претензії та/або розбіжності, надсилає іншій Стороні повідомлення із зазначенням претензій та/або розбіжностей.</p>
    <p>8.3.Претензія на адресу Сервісу має бути передана на електронну поштову адресу, вказану на Сервісі, із зазначенням у темі листа «Спірне питання». Повідомлення має містити суть вимоги, що доводяться, докази, що підтверджують вимогу
    Адміністратор Сервісу надсилає претензію на електронну поштову адресу Учня, вказану ним у момент реєстрації.</p>
    <p>8.4. За відсутності угоди щодо спірного питання протягом 35 (Тридцяти п'яти) днів з дня отримання претензії Сервісом або Учнем, зацікавлена сторона має право звернутися до судового органу України за місцезнаходженням Адміністратора Сервісу.</p>
    <p>8.5. Сервіс не несе відповідальності за збої, що виникають у телекомунікаційних та енергетичних мережах або збої обладнання, що забезпечують функціонування Сервісу; дії шкідливих програм, що спричинили припинення або призупинення роботи мережі Інтернет як у загальному, так і в окремих сегментах мережі, задіяних під час виконання цієї Угоди; за протиправні дії третіх осіб, спрямовані на несанкціонований доступ та (або) виведення Сервісу з ладу.</p>
    <p>8.6. Ця Угода може бути змінена Адміністратором Сервісу у будь-який момент, у зв'язку з чим на Користувача покладено обов'язок щотижня перевіряти актуальність тексту цієї Угоди та уважно читати всі опубліковані зміни.</p>
    <p>8.8. Адміністратор Сервісу вживе всіх необхідних заходів щодо попереднього повідомлення Користувача про зміну тексту цієї Угоди, зокрема через розсилання повідомлень інформаційного характеру на адреси електронної пошти, зазначені при реєстрації. Проте обов'язок Користувача регулярно переглядати цю Угоду є пріоритетним, і Учень не може пред'являти претензії до Адміністрації Сервісу про свою незгоду зі змінами на підставі неотримання відповідного повідомлення.</p>
    <p>8.7. У разі, якщо Адміністратор Сервісу надав Учню доступ до Онлайн-курсу та/або Вебінара на безкоштовній основі, до таких послуг Закон «Про захист прав споживачів» не застосовується.</p>
    <p>8.9.Сервіс не несе жодної відповідальності за видачу пошуковим роботом будь-якої пошукової системи фотографії Учня, якщо Учень розмістив свою фотографію у своєму Акаунті.</p>
    </div>
</main>
<?php
get_footer();
?>